src/corners/david/Corrections_d31c811582b547479e15cdc34d6c02a3.md.org
#+TITLE: Essay Corrections

* Corrections
  :CUSTOM_ID: corrections

- Past tense
- Verbs

  - Be careful with your verbs
  - Check definition

- Sentence structure

  - Last sentence usually is most coherent and clear

    - Bring to top

- Stuff vs. People

  - Stuff

    - Doesn't do stuff
    - Ideas/books don't do things

  - People

    - Only people do things
    - People used things to do things, but things don't

      - Exceptions: Animals, Weather, Robots

  - Confucianists do things, not Confucianism

- Adjectives + Adverbs

  - Almost fully banned.
  - Adverbs not necessary
  - Fewest things possible to describe it

    - Gives less opportunities to argue

- Keep saying "Confucius said"

* Links 
For more details on essay writing see [[file:Arguments_51e1a4825d3e4acf81244196d2f27423.md.org][Arguments]] or [[file:Chicago_Manual_of_Style_c75378bd8cde4c7ab7916ea5fcc56326.md.org][Chicago Manual of Style]].
