docs/corners/david/Corrections_d31c811582b547479e15cdc34d6c02a3.md.tex
% Created 2021-09-24 Fri 14:02
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setlength{\parindent}{0pt}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{svg}
\usepackage{cancel}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{Essay Corrections}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={Essay Corrections},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Corrections}
\label{sec:org97fd6dd}
:CUSTOM\textsubscript{ID}: corrections

\begin{itemize}
\item Past tense
\item Verbs

\begin{itemize}
\item Be careful with your verbs
\item Check definition
\end{itemize}

\item Sentence structure

\begin{itemize}
\item Last sentence usually is most coherent and clear

\begin{itemize}
\item Bring to top
\end{itemize}
\end{itemize}

\item Stuff vs. People

\begin{itemize}
\item Stuff

\begin{itemize}
\item Doesn't do stuff
\item Ideas/books don't do things
\end{itemize}

\item People

\begin{itemize}
\item Only people do things
\item People used things to do things, but things don't

\begin{itemize}
\item Exceptions: Animals, Weather, Robots
\end{itemize}
\end{itemize}

\item Confucianists do things, not Confucianism
\end{itemize}

\item Adjectives + Adverbs

\begin{itemize}
\item Almost fully banned.
\item Adverbs not necessary
\item Fewest things possible to describe it

\begin{itemize}
\item Gives less opportunities to argue
\end{itemize}
\end{itemize}

\item Keep saying "Confucius said"
\end{itemize}

\section{Links}
\label{sec:org7351e21}
For more details on essay writing see \href{Arguments\_51e1a4825d3e4acf81244196d2f27423.md.org}{Arguments} or \href{Chicago\_Manual\_of\_Style\_c75378bd8cde4c7ab7916ea5fcc56326.md.org}{Chicago Manual of Style}.
\end{document}
